Repository: BossaGroove/VPNPlus
Catalog: VPNPlus/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, zh_hans, zh_hant

source: Restart VPN Plus to switch to %@?
de: VPN Plus neu starten, um zu %@ zu wechseln?
fr: Redémarrer VPN Plus pour passer en %@ ?
ja: %@ に切り替えるために VPN Plus を再起動しますか?
zh_hans: 要重新启动 VPN Plus 以切换到%@吗？
zh_hant: 要重新啟動 VPN Plus 以切換到%@嗎？

source: Restart your Mac to finish setup
de: Starte deinen Mac neu, um die Einrichtung abzuschließen
fr: Redémarrez votre Mac pour terminer la configuration
ja: 設定を完了するには Mac を再起動してください
zh_hans: 请重新启动 Mac 以完成设置
zh_hant: 請重新啟動 Mac 以完成設定

source: Restored DNS and routes
de: DNS und Routen wiederhergestellt
fr: DNS et routes rétablis
ja: DNS と経路を復元しました
zh_hans: 已恢复 DNS 和路由
zh_hant: 已還原 DNS 和路由

source: retried
de: erneut versucht
fr: réessayé
ja: 再試行
zh_hans: 已重试
zh_hant: 已重試

source: Reveal Configuration File in Finder
de: Konfigurationsdatei im Finder zeigen
fr: Afficher le fichier de configuration dans le Finder
ja: 設定ファイルを Finder に表示
zh_hans: 在“访达”中显示配置文件
zh_hant: 在 Finder 中顯示設定檔

source: Reveal in Finder
de: Im Finder zeigen
fr: Afficher dans le Finder
ja: Finder に表示
zh_hans: 在“访达”中显示
zh_hant: 在 Finder 中顯示

source: Revert
de: Zurücksetzen
fr: Rétablir
ja: 元に戻す
zh_hans: 还原
zh_hant: 還原

source: Revert this setting
de: Diese Einstellung zurücksetzen
fr: Rétablir ce réglage
ja: この設定を元に戻す
zh_hans: 还原此设置
zh_hant: 還原此設定

source: Revert to %@
de: Auf %@ zurücksetzen
fr: Rétablir %@
ja: %@ に戻す
zh_hans: 还原为 %@
zh_hant: 還原為 %@

source: Revert to no value
de: Auf keinen Wert zurücksetzen
fr: Rétablir sans valeur
ja: 値なしに戻す
zh_hans: 还原为无值
zh_hant: 還原為無值

source: running
de: läuft
fr: en cours
ja: 実行中
zh_hans: 进行中
zh_hant: 進行中

source: Saved
de: Gesichert
fr: Enregistré
ja: 保存済み
zh_hans: 已保存
zh_hant: 已儲存

source: Saved — type to replace it
de: Gesichert – tippe, um es zu ersetzen
fr: Enregistré — saisissez pour le remplacer
ja: 保存済み — 入力すると置き換わります
zh_hans: 已保存——输入以替换
zh_hant: 已儲存——輸入以取代

source: Saving the password
de: Passwort sichern
fr: Enregistrement du mot de passe
ja: パスワードの保存
zh_hans: 保存密码
zh_hant: 儲存密碼

source: Search
de: Suchen
fr: Rechercher
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Select All
de: Alles auswählen
fr: Tout sélectionner
ja: すべてを選択
zh_hans: 全选
zh_hant: 全選

source: Servers
de: Server
fr: Serveurs
ja: サーバー
zh_hans: 服务器
zh_hant: 伺服器

source: set by this profile
de: von diesem Profil gesetzt
fr: défini par ce profil
ja: このプロファイルによる設定
zh_hans: 由此配置设定
zh_hant: 由此描述檔設定

source: Setting up your connection
de: Verbindung wird eingerichtet
fr: Configuration de la connexion
ja: 接続を設定中
zh_hans: 正在设置连接
zh_hant: 正在設定連線

source: Settings not used
de: Nicht verwendete Einstellungen
fr: Réglages non utilisés
ja: 使用されない設定
zh_hans: 未使用的设置
zh_hant: 未使用的設定

source: Settings…
de: Einstellungen …
fr: Réglages…
ja: 設定…
zh_hans: 设置…
zh_hant: 設定⋯

source: Setup isn't finished
de: Die Einrichtung ist nicht abgeschlossen
fr: La configuration n'est pas terminée
ja: 設定が完了していません
zh_hans: 设置尚未完成
zh_hant: 設定尚未完成

source: Show details
de: Details anzeigen
fr: Afficher les détails
ja: 詳細を表示
zh_hans: 显示详情
zh_hant: 顯示詳細資訊

source: Show Details
de: Details anzeigen
fr: Afficher les détails
ja: 詳細を表示
zh_hans: 显示详情
zh_hant: 顯示詳細資訊

source: Show Details…
de: Details anzeigen …
fr: Afficher les détails…
ja: 詳細を表示…
zh_hans: 显示详情…
zh_hant: 顯示詳細資訊⋯

source: Show Diagnostics
de: Diagnose anzeigen
fr: Afficher le diagnostic
ja: 診断を表示
zh_hans: 显示诊断
zh_hant: 顯示診斷

source: Show icon in the Dock
de: Symbol im Dock anzeigen
fr: Afficher l'icône dans le Dock
ja: Dock にアイコンを表示
zh_hans: 在程序坞中显示图标
zh_hant: 在 Dock 中顯示圖像

source: Show profile name in the menu bar
de: Profilnamen in der Menüleiste anzeigen
fr: Afficher le nom du profil dans la barre des menus
ja: メニューバーにプロファイル名を表示
zh_hans: 在菜单栏显示配置名称
zh_hant: 在選單列顯示描述檔名稱

source: Show which
de: Zeige welche
fr: Voir lesquels
ja: 内容を表示
zh_hans: 查看具体项
zh_hant: 查看項目

source: Shown only while a connection is active. A crowded menu bar wants the icon alone; someone switching often wants to see which profile is up.
de: Nur sichtbar, während eine Verbindung aktiv ist. Eine volle Menüleiste will nur das Symbol; wer oft wechselt, will sehen, welches Profil gerade läuft.
fr: Affiché uniquement pendant qu'une connexion est active. Une barre des menus chargée préfère l'icône seule ; quelqu'un qui change souvent veut voir quel profil est actif.
ja: 接続中のみ表示されます。メニューバーが混んでいればアイコンだけが望ましく、よく切り替える人はどのプロファイルが接続中か見たいものです。
zh_hans: 仅在连接活跃时显示。菜单栏拥挤时只显示图标更合适；经常切换的人则希望看到当前是哪个配置。
zh_hant: 僅在連線進行中顯示。選單列擁擠時只顯示圖像較合適；經常切換的人則希望看到目前是哪個描述檔。

source: Sign in to %@
de: Bei %@ anmelden
fr: S'identifier à %@
ja: %@ にサインイン
zh_hans: 登录到 %@
zh_hant: 登入 %@

source: Sign-in
de: Anmeldung
fr: Identification
ja: サインイン
zh_hans: 登录
zh_hant: 登入

source: Signing in
de: Anmeldung läuft
fr: Identification
ja: サインイン中
zh_hans: 正在登录
zh_hant: 正在登入

source: Since it last connected, macOS has started using a private address for this Mac on this network, so a server that checks hardware addresses won't recognise it. You can turn that off for this network in System Settings.
de: Seit der letzten Verbindung verwendet macOS in diesem Netzwerk eine private Adresse für diesen Mac, deshalb erkennt ihn ein Server, der Hardwareadressen prüft, nicht. Du kannst das für dieses Netzwerk in den Systemeinstellungen ausschalten.
fr: Depuis la dernière connexion, macOS a commencé à utiliser une adresse privée pour ce Mac sur ce réseau, donc un serveur qui vérifie les adresses matérielles ne le reconnaîtra pas. Vous pouvez désactiver cela pour ce réseau dans Réglages Système.
ja: 前回の接続以降、macOS はこのネットワークでこの Mac にプライベートアドレスを使い始めたため、ハードウェアアドレスを確認するサーバーはこの Mac を認識しません。システム設定でこのネットワークについてオフにできます。
zh_hans: 自上次连接以来，macOS 开始在此网络为这台 Mac 使用私有地址，因此检查硬件地址的服务器不会识别它。你可以在“系统设置”中为此网络关闭该功能。
zh_hant: 自上次連線以來，macOS 開始在此網路為這台 Mac 使用私人位址，因此檢查硬體位址的伺服器不會認得它。你可以在「系統設定」中為此網路關閉該功能。

source: Started connecting
de: Verbindungsaufbau gestartet
fr: Début de la connexion
ja: 接続を開始
zh_hans: 开始连接
zh_hant: 開始連線

source: stopped
de: gestoppt
fr: arrêté
ja: 停止
zh_hans: 已停止
zh_hant: 已停止

source: Stopped, with no reason given
de: Abgebrochen, ohne Angabe eines Grundes
fr: Arrêté, sans raison donnée
ja: 理由なく停止
zh_hans: 已停止，未给出原因
zh_hant: 已停止，未提供原因

source: succeeded
de: erfolgreich
fr: réussi
ja: 成功
zh_hans: 成功
zh_hant: 成功

source: Switching
de: Wechsle
fr: Changement
ja: 切り替え中
zh_hans: 正在切换
zh_hant: 正在切換

source: System Settings should be open. Turn on VPN Plus there, then come back — this window will notice.
de: Die Systemeinstellungen sollten offen sein. Schalte dort VPN Plus ein und komm zurück – dieses Fenster merkt es.
fr: Réglages Système devrait être ouvert. Activez-y VPN Plus, puis revenez : cette fenêtre s'en apercevra.
ja: システム設定が開いているはずです。そこで VPN Plus をオンにして戻ってきてください。このウインドウが自動的に検知します。
zh_hans: “系统设置”应该已经打开。请在那里开启 VPN Plus，然后回到这里——此窗口会自动察觉。
zh_hant: 「系統設定」應該已經打開。請在那裡開啟 VPN Plus，然後回到這裡——此視窗會自動察覺。

source: That certificate can't be used
de: Dieses Zertifikat kann nicht verwendet werden
fr: Ce certificat ne peut pas être utilisé
ja: その証明書は使用できません
zh_hans: 该证书无法使用
zh_hant: 該憑證無法使用

source: the “%@” folder
de: dem Ordner „%@“
fr: le dossier « %@ »
ja: 「%@」フォルダ
zh_hans: “%@”文件夹
zh_hant: 「%@」檔案夾

source: The certificate couldn't be used
de: Das Zertifikat konnte nicht verwendet werden
fr: Le certificat n'a pas pu être utilisé
ja: 証明書を使用できませんでした
zh_hans: 无法使用该证书
zh_hant: 無法使用該憑證

source: The certificate or key this profile needs couldn't be read.
de: Das Zertifikat oder der Schlüssel, den dieses Profil braucht, konnte nicht gelesen werden.
fr: Le certificat ou la clé dont ce profil a besoin n'a pas pu être lu.
ja: このプロファイルに必要な証明書または鍵を読み込めませんでした。
zh_hans: 无法读取此配置所需的证书或密钥。
zh_hant: 無法讀取此描述檔所需的憑證或金鑰。

source: The connection couldn't begin because the part of VPN Plus that carries traffic didn't start on this Mac. VPN Plus tried twice. Try again, and if it keeps happening, restart your Mac.
de: Die Verbindung konnte nicht beginnen, weil der Teil von VPN Plus, der den Verkehr leitet, auf diesem Mac nicht gestartet ist. VPN Plus hat es zweimal versucht. Versuche es erneut, und wenn es weiter passiert, starte deinen Mac neu.
fr: La connexion n'a pas pu commencer parce que la partie de VPN Plus qui achemine le trafic n'a pas démarré sur ce Mac. VPN Plus a essayé deux fois. Réessayez, et si cela continue, redémarrez votre Mac.
ja: 通信を担う VPN Plus のコンポーネントがこの Mac で起動しなかったため、接続を開始できませんでした。VPN Plus は 2 回試しました。もう一度お試しください。繰り返す場合は Mac を再起動してください。
zh_hans: 无法开始连接，因为 VPN Plus 中负责传输流量的部分未能在这台 Mac 上启动。VPN Plus 已尝试两次。请再试一次；如果持续出现，请重新启动 Mac。
zh_hant: 無法開始連線，因為 VPN Plus 中負責傳輸流量的部分未能在這台 Mac 上啟動。VPN Plus 已嘗試兩次。請再試一次；如果持續發生，請重新啟動 Mac。

source: The connection dropped
de: Die Verbindung ist abgebrochen
fr: La connexion est tombée
ja: 接続が切れました
zh_hans: 连接已中断
zh_hant: 連線已中斷

source: The connection dropped and couldn't be restored after %lld attempts.
de: Die Verbindung ist abgebrochen und konnte nach %lld Versuchen nicht wiederhergestellt werden.
fr: La connexion est tombée et n'a pas pu être rétablie après %lld tentatives.
ja: 接続が切れ、%lld 回試しても復旧できませんでした。
zh_hans: 连接中断，尝试 %lld 次后仍无法恢复。
zh_hant: 連線中斷，嘗試 %lld 次後仍無法恢復。

source: The connection stopped while %@, and VPN Plus doesn't have a specific reason for it. Trying again is worth a go.
de: Die Verbindung brach beim Schritt „%@“ ab, und VPN Plus hat keinen konkreten Grund dafür. Ein neuer Versuch lohnt sich.
fr: La connexion s'est arrêtée pendant l'étape « %@ », et VPN Plus n'a pas de raison précise. Cela vaut la peine de réessayer.
ja: 「%@」の途中で接続が停止しましたが、VPN Plus には具体的な理由がわかりません。もう一度試す価値はあります。
zh_hans: 连接在“%@”阶段停止，VPN Plus 没有具体原因。值得再试一次。
zh_hant: 連線在「%@」階段停止，VPN Plus 沒有具體原因。值得再試一次。

source: The connection to %@ timed out
de: Die Verbindung mit %@ hat zu lange gedauert
fr: La connexion à %@ a expiré
ja: %@ への接続がタイムアウトしました
zh_hans: 与 %@ 的连接超时
zh_hant: 與 %@ 的連線逾時

source: the disk image
de: dem Image
fr: l'image disque
ja: ディスクイメージ
zh_hans: 磁盘映像
zh_hant: 磁碟映像檔

source: The Keychain refused
de: Der Schlüsselbund hat abgelehnt
fr: Le trousseau a refusé
ja: キーチェーンが拒否しました
zh_hans: 钥匙串拒绝了访问
zh_hant: 鑰匙圈拒絕了存取

source: The network came back
de: Das Netzwerk ist zurück
fr: Le réseau est revenu
ja: ネットワークが復帰しました
zh_hans: 网络已恢复
zh_hant: 網路已恢復

source: The network component didn't start
de: Die Netzwerkkomponente ist nicht gestartet
fr: Le composant réseau n'a pas démarré
ja: ネットワークコンポーネントが起動しませんでした
zh_hans: 网络组件未启动
zh_hant: 網路元件未啟動

source: The new file does not allow saving the password.
de: Die neue Datei erlaubt kein Sichern des Passworts.
fr: Le nouveau fichier n'autorise pas l'enregistrement du mot de passe.
ja: 新しいファイルではパスワードの保存が許可されていません。
zh_hans: 新文件不允许保存密码。
zh_hant: 新檔案不允許儲存密碼。

# The new file fixes the username to %@; yours was %@.
source: The new file fixes the username to %1$@; yours was %2$@.
de: Die neue Datei legt den Benutzernamen auf %1$@ fest; deiner war %2$@.
fr: Le nouveau fichier fixe le nom d'utilisateur à %1$@ ; le vôtre était %2$@.
ja: 新しいファイルはユーザ名を %1$@ に固定しています。あなたの設定は %2$@ でした。
zh_hans: 新文件将用户名固定为 %1$@；你的设置是 %2$@。
zh_hant: 新檔案將使用者名稱固定為 %1$@；你的設定是 %2$@。

source: The new file no longer offers %@, which you had chosen.
de: Die neue Datei bietet %@ nicht mehr an, das du gewählt hattest.
fr: Le nouveau fichier ne propose plus %@, que vous aviez choisi.
ja: 新しいファイルには、あなたが選んでいた %@ がありません。
zh_hans: 新文件不再提供你之前选择的 %@。
zh_hant: 新檔案不再提供你先前選擇的 %@。

source: The new language takes effect when VPN Plus starts again. Nothing else changes.
de: Die neue Sprache gilt, wenn VPN Plus neu startet. Sonst ändert sich nichts.
fr: La nouvelle langue prend effet au redémarrage de VPN Plus. Rien d'autre ne change.
ja: 新しい言語は VPN Plus の再起動後に有効になります。それ以外は何も変わりません。
zh_hans: 新语言将在 VPN Plus 重新启动后生效。其他内容不变。
zh_hant: 新語言將在 VPN Plus 重新啟動後生效。其他內容不變。

source: The original .ovpn file on your Mac is not touched.
de: Die ursprüngliche .ovpn-Datei auf deinem Mac bleibt unangetastet.
fr: Le fichier .ovpn d'origine sur votre Mac n'est pas touché.
ja: Mac 上の元の .ovpn ファイルには手を加えません。
zh_hans: Mac 上原始的 .ovpn 文件不会被改动。
zh_hant: Mac 上原始的 .ovpn 檔案不會被更動。

source: the profile
de: das Profil
fr: le profil
ja: プロファイル
zh_hans: 此配置
zh_hant: 此描述檔

source: The profile was read, but VPN Plus couldn't save it. Your Keychain may have denied access.
de: Das Profil wurde gelesen, aber VPN Plus konnte es nicht sichern. Möglicherweise hat dein Schlüsselbund den Zugriff verweigert.
fr: Le profil a été lu, mais VPN Plus n'a pas pu l'enregistrer. Votre trousseau a peut-être refusé l'accès.
ja: プロファイルは読み込めましたが、VPN Plus は保存できませんでした。キーチェーンがアクセスを拒否した可能性があります。
zh_hans: 配置已读取，但 VPN Plus 无法保存。可能是钥匙串拒绝了访问。
zh_hant: 描述檔已讀取，但 VPN Plus 無法儲存。可能是鑰匙圈拒絕了存取。

source: The profile was read, but VPN Plus couldn't store it. Your Keychain may have denied access, and the old profile is still in place.
de: Das Profil wurde gelesen, aber VPN Plus konnte es nicht speichern. Möglicherweise hat dein Schlüsselbund den Zugriff verweigert; das alte Profil ist noch da.
fr: Le profil a été lu, mais VPN Plus n'a pas pu le stocker. Votre trousseau a peut-être refusé l'accès ; l'ancien profil est toujours en place.
ja: プロファイルは読み込めましたが、VPN Plus は保存できませんでした。キーチェーンがアクセスを拒否した可能性があり、以前のプロファイルはそのまま残っています。
zh_hans: 配置已读取，但 VPN Plus 无法存储。可能是钥匙串拒绝了访问，旧配置仍然保留。
zh_hant: 描述檔已讀取，但 VPN Plus 無法儲存。可能是鑰匙圈拒絕了存取，舊描述檔仍然保留。

source: the record of when it last connected
de: die Aufzeichnung der letzten Verbindung
fr: la trace de sa dernière connexion
ja: 前回接続した日時の記録
zh_hans: 上次连接时间的记录
zh_hant: 上次連線時間的記錄

source: the same network
de: dasselbe Netzwerk
fr: le même réseau
ja: 同じネットワーク
zh_hans: 同一网络
zh_hant: 同一網路

source: The server accepted your sign-in, then never sent the connection settings. That usually means a policy on the server refused this device.
de: Der Server hat deine Anmeldung angenommen, aber nie die Verbindungseinstellungen gesendet. Das bedeutet meist, dass eine Richtlinie auf dem Server dieses Gerät abgelehnt hat.
fr: Le serveur a accepté votre identification, puis n'a jamais envoyé les réglages de connexion. Cela signifie généralement qu'une règle du serveur a refusé cet appareil.
ja: サーバーはサインインを受け付けましたが、接続設定を送ってきませんでした。通常、サーバーのポリシーがこのデバイスを拒否したことを意味します。
zh_hans: 服务器接受了你的登录，但没有发送连接设置。这通常意味着服务器上的策略拒绝了这台设备。
zh_hant: 伺服器接受了你的登入，但沒有傳送連線設定。這通常表示伺服器上的政策拒絕了這台裝置。

source: The server and sign-in details are the same as before. Certificates, keys and options aren't compared.
de: Server und Anmeldedaten sind wie zuvor. Zertifikate, Schlüssel und Optionen werden nicht verglichen.
fr: Le serveur et les identifiants sont les mêmes qu'avant. Les certificats, clés et options ne sont pas comparés.
ja: サーバーとサインイン情報は以前と同じです。証明書、鍵、オプションは比較しません。
zh_hans: 服务器和登录信息与之前相同。证书、密钥和选项不作比较。
zh_hant: 伺服器和登入資訊與先前相同。憑證、金鑰和選項不作比較。

source: The server closed the connection without saying why.
de: Der Server hat die Verbindung geschlossen, ohne einen Grund zu nennen.
fr: Le serveur a fermé la connexion sans dire pourquoi.
ja: サーバーは理由を告げずに接続を閉じました。
zh_hans: 服务器关闭了连接，未说明原因。
zh_hant: 伺服器關閉了連線，未說明原因。

source: The server closes connections that have been idle for a while.
de: Der Server schließt Verbindungen, die eine Weile inaktiv waren.
fr: Le serveur ferme les connexions inactives depuis un moment.
ja: サーバーは一定時間アイドル状態の接続を閉じます。
zh_hans: 服务器会关闭空闲一段时间的连接。
zh_hant: 伺服器會關閉閒置一段時間的連線。

source: The server didn't accept your username or password. If they're definitely right, the account may be disabled or locked — worth asking whoever runs this VPN.
de: Der Server hat deinen Benutzernamen oder dein Passwort nicht akzeptiert. Wenn beide sicher stimmen, ist das Konto vielleicht deaktiviert oder gesperrt – frag am besten, wer dieses VPN betreibt.
fr: Le serveur n'a pas accepté votre nom d'utilisateur ou votre mot de passe. S'ils sont certainement corrects, le compte est peut-être désactivé ou verrouillé ; demandez à la personne qui gère ce VPN.
ja: サーバーはユーザ名またはパスワードを受け付けませんでした。確実に正しい場合は、アカウントが無効化またはロックされている可能性があります。この VPN の運用者に問い合わせてください。
zh_hans: 服务器不接受你的用户名或密码。如果确定无误，账户可能已被停用或锁定——请联系此 VPN 的运维人员。
zh_hant: 伺服器不接受你的使用者名稱或密碼。如果確定無誤，帳號可能已被停用或鎖定——請聯絡此 VPN 的維運人員。

source: The server didn't respond
de: Der Server hat nicht geantwortet
fr: Le serveur n'a pas répondu
ja: サーバーが応答しませんでした
zh_hans: 服务器无响应
zh_hant: 伺服器沒有回應

source: The server didn't respond. It may be down, or this network may be blocking the connection.
de: Der Server hat nicht geantwortet. Er ist vielleicht nicht erreichbar, oder dieses Netzwerk blockiert die Verbindung.
fr: Le serveur n'a pas répondu. Il est peut-être hors service, ou ce réseau bloque peut-être la connexion.
ja: サーバーが応答しませんでした。停止しているか、このネットワークが接続をブロックしている可能性があります。
zh_hans: 服务器无响应。它可能已停机，或此网络阻止了连接。
zh_hant: 伺服器沒有回應。它可能已停機，或此網路封鎖了連線。

source: The server ended it
de: Der Server hat sie beendet
fr: Le serveur y a mis fin
ja: サーバーが終了しました
zh_hans: 服务器结束了连接
zh_hant: 伺服器結束了連線

source: The server ended the connection to %@
de: Der Server hat die Verbindung mit %@ beendet
fr: Le serveur a mis fin à la connexion à %@
ja: サーバーが %@ への接続を終了しました
zh_hans: 服务器结束了与 %@ 的连接
zh_hant: 伺服器結束了與 %@ 的連線

source: The server only permits specific devices, and this Mac wasn't recognised
de: Der Server erlaubt nur bestimmte Geräte, und dieser Mac wurde nicht erkannt
fr: Le serveur n'autorise que certains appareils, et ce Mac n'a pas été reconnu
ja: サーバーは特定のデバイスのみ許可しており、この Mac は認識されませんでした
zh_hans: 服务器只允许特定设备，这台 Mac 未被识别
zh_hant: 伺服器只允許特定裝置，這台 Mac 未被認得

source: The server refused the sign-in
de: Der Server hat die Anmeldung abgelehnt
fr: Le serveur a refusé l'identification
ja: サーバーがサインインを拒否しました
zh_hans: 服务器拒绝了登录
zh_hant: 伺服器拒絕了登入

source: The server refused the sign-in on reconnecting.
de: Der Server hat die Anmeldung beim Wiederverbinden abgelehnt.
fr: Le serveur a refusé l'identification à la reconnexion.
ja: 再接続時にサーバーがサインインを拒否しました。
zh_hans: 重新连接时服务器拒绝了登录。
zh_hant: 重新連線時伺服器拒絕了登入。

source: The server said: “%@”
de: Der Server sagte: „%@“
fr: Le serveur a dit : « %@ »
ja: サーバーの応答:「%@」
zh_hans: 服务器回应：“%@”
zh_hant: 伺服器回應：「%@」

source: The server sent no connection settings
de: Der Server hat keine Verbindungseinstellungen gesendet
fr: Le serveur n'a envoyé aucun réglage de connexion
ja: サーバーが接続設定を送信しませんでした
zh_hans: 服务器未发送连接设置
zh_hant: 伺服器未傳送連線設定

source: The server stopped responding.
de: Der Server antwortet nicht mehr.
fr: Le serveur ne répond plus.
ja: サーバーが応答しなくなりました。
zh_hans: 服务器停止响应。
zh_hant: 伺服器停止回應。

source: The server's address couldn't be looked up. This is usually a problem with the network you're on rather than with the VPN.
de: Die Adresse des Servers konnte nicht aufgelöst werden. Das liegt meist am Netzwerk, in dem du bist, nicht am VPN.
fr: L'adresse du serveur n'a pas pu être résolue. C'est généralement un problème du réseau où vous êtes plutôt que du VPN.
ja: サーバーのアドレスを解決できませんでした。通常、VPN ではなく現在のネットワーク側の問題です。
zh_hans: 无法解析服务器地址。这通常是你所在网络的问题，而不是 VPN 的问题。
zh_hant: 無法解析伺服器位址。這通常是你所在網路的問題，而不是 VPN 的問題。

source: The server's address didn't resolve
de: Die Serveradresse wurde nicht aufgelöst
fr: L'adresse du serveur n'a pas été résolue
ja: サーバーのアドレスを解決できませんでした
zh_hans: 服务器地址无法解析
zh_hant: 伺服器位址無法解析

source: The server's address stopped resolving.
de: Die Serveradresse lässt sich nicht mehr auflösen.
fr: L'adresse du serveur ne se résout plus.
ja: サーバーのアドレスが解決できなくなりました。
zh_hans: 服务器地址不再能解析。
zh_hant: 伺服器位址不再能解析。

source: The server's certificate has expired
de: Das Zertifikat des Servers ist abgelaufen
fr: Le certificat du serveur a expiré
ja: サーバーの証明書が期限切れです
zh_hans: 服务器证书已过期
zh_hant: 伺服器憑證已過期

source: The server's certificate wasn't accepted
de: Das Zertifikat des Servers wurde nicht akzeptiert
fr: Le certificat du serveur n'a pas été accepté
ja: サーバーの証明書が受け入れられませんでした
zh_hans: 服务器证书未被接受
zh_hant: 伺服器憑證未被接受

source: The server's security certificate wasn't accepted. This normally means something changed on the server, or this profile is out of date. Ask whoever supplied this profile whether it needs updating.
de: Das Sicherheitszertifikat des Servers wurde nicht akzeptiert. Das bedeutet normalerweise, dass sich auf dem Server etwas geändert hat oder dieses Profil veraltet ist. Frag, wer dir dieses Profil gegeben hat, ob es aktualisiert werden muss.
fr: Le certificat de sécurité du serveur n'a pas été accepté. Cela signifie normalement que quelque chose a changé sur le serveur, ou que ce profil est périmé. Demandez à la personne qui a fourni ce profil s'il doit être mis à jour.
ja: サーバーのセキュリティ証明書が受け入れられませんでした。通常、サーバー側で何かが変わったか、このプロファイルが古くなっています。プロファイルの提供者に更新が必要か確認してください。
zh_hans: 服务器的安全证书未被接受。这通常意味着服务器发生了变化，或此配置已过期。请询问提供此配置的人是否需要更新。
zh_hant: 伺服器的安全憑證未被接受。這通常表示伺服器有所變動，或此描述檔已過期。請詢問提供此描述檔的人是否需要更新。

source: The settings couldn't be applied
de: Die Einstellungen konnten nicht übernommen werden
fr: Les réglages n'ont pas pu être appliqués
ja: 設定を適用できませんでした
zh_hans: 无法应用设置
zh_hant: 無法套用設定

source: This account is already connected from another device on your network
de: Dieses Konto ist bereits von einem anderen Gerät in deinem Netzwerk verbunden
fr: Ce compte est déjà connecté depuis un autre appareil de votre réseau
ja: このアカウントは、あなたのネットワーク上の別のデバイスからすでに接続されています
zh_hans: 此账户已从你网络中的另一台设备连接
zh_hant: 此帳號已從你網路中的另一台裝置連線

source: This build can't check for updates.
de: Diese Version kann nicht nach Updates suchen.
fr: Cette version ne peut pas rechercher les mises à jour.
ja: このビルドではアップデートを確認できません。
zh_hans: 此版本无法检查更新。
zh_hant: 此版本無法檢查更新。

source: This copy of VPN Plus is damaged
de: Diese Kopie von VPN Plus ist beschädigt
fr: Cette copie de VPN Plus est endommagée
ja: この VPN Plus は壊れています
zh_hans: 这份 VPN Plus 已损坏
zh_hant: 這份 VPN Plus 已損毀

source: This file isn't a profile VPN Plus can read
de: Diese Datei ist kein Profil, das VPN Plus lesen kann
fr: Ce fichier n'est pas un profil que VPN Plus peut lire
ja: このファイルは VPN Plus が読み込めるプロファイルではありません
zh_hans: 此文件不是 VPN Plus 能读取的配置
zh_hant: 此檔案不是 VPN Plus 能讀取的描述檔

source: This Mac isn't connected to a network, so %@ can't be reached.
de: Dieser Mac ist mit keinem Netzwerk verbunden, deshalb ist %@ nicht erreichbar.
fr: Ce Mac n'est connecté à aucun réseau, donc %@ est injoignable.
ja: この Mac はネットワークに接続されていないため、%@ に到達できません。
zh_hans: 这台 Mac 未连接到网络，因此无法访问 %@。
zh_hant: 這台 Mac 未連接網路，因此無法連上 %@。

source: This Mac lost its network
de: Dieser Mac hat sein Netzwerk verloren
fr: Ce Mac a perdu son réseau
ja: この Mac のネットワークが失われました
zh_hans: 这台 Mac 失去了网络
zh_hant: 這台 Mac 失去了網路

source: This Mac lost its network.
de: Dieser Mac hat sein Netzwerk verloren.
fr: Ce Mac a perdu son réseau.
ja: この Mac のネットワークが失われました。
zh_hans: 这台 Mac 失去了网络。
zh_hant: 這台 Mac 失去了網路。

source: This Mac's clock looks wrong
de: Die Uhr dieses Macs scheint falsch zu gehen
fr: L'horloge de ce Mac semble fausse
ja: この Mac の時計が正しくないようです
zh_hans: 这台 Mac 的时钟似乎不正确
zh_hant: 這台 Mac 的時鐘似乎不正確

source: This Mac's settings don't allow it
de: Die Einstellungen dieses Macs erlauben es nicht
fr: Les réglages de ce Mac ne le permettent pas
ja: この Mac の設定では許可されていません
zh_hans: 这台 Mac 的设置不允许
zh_hant: 這台 Mac 的設定不允許

source: This profile also asks: %@
de: Dieses Profil fragt außerdem nach: %@
fr: Ce profil demande aussi : %@
ja: このプロファイルは追加で次を求めます: %@
zh_hans: 此配置另外需要：%@
zh_hant: 此描述檔另外需要：%@

source: This profile doesn't allow saving the password.
de: Dieses Profil erlaubt kein Sichern des Passworts.
fr: Ce profil n'autorise pas l'enregistrement du mot de passe.
ja: このプロファイルではパスワードの保存が許可されていません。
zh_hans: 此配置不允许保存密码。
zh_hant: 此描述檔不允許儲存密碼。

source: This profile isn't complete
de: Dieses Profil ist nicht vollständig
fr: Ce profil n'est pas complet
ja: このプロファイルは不完全です
zh_hans: 此配置不完整
zh_hant: 此描述檔不完整

source: This profile keeps its certificate somewhere VPN Plus can't read
de: Dieses Profil bewahrt sein Zertifikat an einem Ort auf, den VPN Plus nicht lesen kann
fr: Ce profil garde son certificat à un endroit que VPN Plus ne peut pas lire
ja: このプロファイルの証明書は VPN Plus が読めない場所にあります
zh_hans: 此配置的证书存放在 VPN Plus 无法读取的位置
zh_hant: 此描述檔的憑證存放在 VPN Plus 無法讀取的位置
